Repository: Jawziyya/azkar-ios
Catalog: Azkar/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, en, tr

# widget.category.afterSalah
source: После молитвы
ar: بعد الصلاة
en: After Salah
tr: Namaz sonrasi

# widget.category.evening
source: Вечер
ar: مساء
en: Evening
tr: Aksam

# widget.category.hundredDua
source: Сто дуа
ar: مئة دعاء
en: 100 Duas
tr: 100 Dua

# widget.category.morning
source: Утро
ar: صباح
en: Morning
tr: Sabah

# widget.category.night
source: Перед сном
ar: أذكار النوم
en: Bedtime
tr: Uyku oncesi

# widget.category.other
source: Азкары
ar: أذكار
en: Adhkar
tr: Zikirler

# widget.completion.description
source: Показывает какие ежедневные азкары уже завершены.
ar: اعرف ما إذا أكملت أذكارك اليومية.
en: See whether you have completed your daily adhkar.
tr: Gunluk zikirlerinizi tamamlayip tamamlamadiginizi gorun.

# widget.completion.title
source: Прогресс дня
ar: تقدم اليوم
en: Daily Progress
tr: Gunluk Ilerleme

# widget.control.azkar.description
source: Открыть ежедневные азкары
ar: افتح الأذكار اليومية
en: Open daily adhkar
tr: Günlük ezkarı aç

# widget.control.azkar.title
source: Азкар
ar: أذكار
en: Azkar
tr: Ezkar

# widget.counter.a11y.open
source: Открыть зикр в приложении
ar: افتح الذكر في التطبيق
en: Open dhikr in the app
tr: Zikri uygulamada aç

# widget.counter.a11y.progress
source: %1 из %2
ar: %1 من %2
en: %1 of %2

# widget.counter.a11y.remaining
source: Осталось %d
ar: المتبقي %d
en: %d remaining
tr: %d kaldı

# widget.counter.completed
source: На сегодня выполнено
ar: تم لليوم
en: Done for today
tr: Bugun tamamlandi

# widget.counter.config.displayedText
source: Показывать текст
ar: النص المعروض
en: Displayed Text
tr: Gosterilen Metin

# widget.counter.config.original
source: Оригинал
ar: الأصل
en: Original
tr: Orijinal

# widget.counter.config.translation
source: Перевод
ar: الترجمة
en: Translation
tr: Ceviri

# widget.counter.description
source: Показывает следующий зикр и позволяет увеличить его счетчик.
ar: يعرض الذكر التالي ويتيح لك زيادة عداده.
en: Shows the next dhikr and lets you increment its counter.
tr: Sonraki zikri gosterir ve sayacini artirmanizi saglar.

# widget.counter.galleryDescription
source: Быстро продолжайте чтение следующего зикра в выбранной категории.
ar: واصل بسرعة الذكر التالي في الفئة المختارة.
en: Quickly continue the next dhikr in the selected category.
tr: Secilen kategorideki sonraki zikre hizlica devam edin.

# widget.counter.increment
source: Увеличить зикр
ar: زيادة الذكر
en: Increment dhikr
tr: Zikri artir

# widget.counter.increment.description
source: Увеличить счетчик отображаемого зикра.
ar: زيادة عداد الذكر المعروض الحالي.
en: Increment the currently displayed dhikr counter.
tr: Su anda gosterilen zikir sayacini artir.

# widget.counter.intent.category
source: Категория
ar: الفئة
en: Category
tr: Kategori

# widget.counter.intent.zikrID
source: ID зикра
ar: معرّف الذكر
en: Dhikr ID
tr: Zikir Kimligi

# widget.counter.open
source: Открыть зикр в приложении
ar: افتح الذكر في التطبيق
en: Open dhikr in the app
tr: Zikri uygulamada ac

# widget.counter.placeholder.translation
source: Скрытый текст зикра
ar: نص ذكر تجريبي
en: Redacted dhikr text
tr: Gizlenmis zikir metni

# widget.counter.progress
source: %1 из %2
ar: %1 من %2
en: %1 of %2

# widget.counter.remaining
source: Осталось %d
ar: المتبقي %d
en: %d remaining
tr: %d kaldi

# widget.counter.title
source: Счётчик
ar: العدّاد
en: Counter
tr: Sayaç

# widget.liveActivity.a11y.open
source: Открыть в Azkar
ar: افتح في أذكار
en: Open in Azkar
tr: Azkar uygulamasinda ac

# widget.liveActivity.a11y.remaining-repeats
source: Осталось %d
ar: المتبقي %d
en: %d remaining
tr: %d kaldi

# widget.liveActivity.a11y.remaining-repeats.completed
source: Завершено
ar: مكتمل
en: Completed
tr: Tamamlandi

# widget.liveActivity.completed
source: Завершено
ar: مكتمل
en: Completed
tr: Tamamlandi

# widget.liveActivity.progress
source: Прогресс
ar: التقدم
en: Progress
tr: Ilerleme

# widget.streak.config.includeBedtime
source: Включать азкары перед сном
ar: تضمين أذكار النوم
en: Include Bedtime
tr: Uyku Oncesini Dahil Et

# widget.streak.count
source: %d дней подряд
ar: %d يوم متتال
en: %d day streak
tr: %d gun serisi

# widget.streak.day.complete
source: завершено
ar: مكتمل
en: complete
tr: tamamlandi

# widget.streak.day.incomplete
source: не завершено
ar: غير مكتمل
en: incomplete
tr: tamamlanmadi

# widget.streak.day.today
source: сегодня
ar: اليوم
en: today
tr: bugun

# widget.streak.days
source: дней
ar: أيام
en: days
tr: gun

# widget.streak.description
source: Сколько дней подряд вы читаете азкары в приложении Азкар.
ar: كم يومًا متتاليًا واظبت على الأذكار باستخدام تطبيق أذكار.
en: See how many days in a row you've kept up with adhkar using Azkar app.
tr: Azkar uygulamasını kullanarak arka arkaya kaç gün zikir okuduğunuzu görün.

# widget.streak.title
source: Серия
ar: السلسلة
en: Streak
tr: Seri

# widget.streak.tracked
source: Отслеживает %@
ar: يتتبع %@
en: Tracking %@
tr: %@ takip ediliyor

# widget.virtues.description
source: Аяты и хадисы о достоинствах поминания Аллаха
ar: آيات وأحاديث متنوعة تصف فضائل ذكر الله تعالى
en: Ayat and Hadith describing virtues of remembering Allah
tr: Allah'ı anmanın faziletlerini anlatan Ayetler ve hadisler

# widget.virtues.title
source: Достоинства поминания
ar: فضائل الذكر
en: Virtues of Dhikr
tr: Zikir Faziletleri

# widgets.completion.description
source: Следите за прогрессом чтения прямо на экране блокировки. Виджет обновляется автоматически при изменении вашего ежедневного прогресса.
ar: تابع تقدّم تلاوتك مباشرة من شاشة القفل. يتم تحديث الأداة تلقائيًا عند تغيّر تقدمك اليومي.
en: Keep track of your recitation progress directly on your lock screen. The widget updates automatically as your daily progress changes.
tr: Okuma ilerlemenizi kilit ekranınızdan takip edin. Widget, günlük ilerlemeniz değiştikçe otomatik olarak güncellenir.

# widgets.completion.title
source: Прогресс чтения
ar: تقدّم التلاوة
en: Recitation Progress
tr: Okuma İlerlemesi

# widgets.launcher.title
source: Быстрый запуск
ar: التشغيل السريع
en: Quick launch
tr: Hızlı başlatma

# widgets.virtues.description
source: Различные Аяты и хадисы, описывающие достоинства поминания Аллаха Всевышнего
ar: آيات وأحاديث متنوعة تصف فضائل ذكر الله تعالى
en: Different Ayas and ahadith describing virtues of remembering Allah Almighty
tr: Allah'ı anmanın faziletlerini anlatan çeşitli Ayetler ve hadisler

# widgets.virtues.title
source: Достоинства поминания
ar: فضائل الذكر
en: Virtues of dhikr
tr: Zikir faziletleri
